from aiogram import Router, F
from aiogram.types import Message

router = Router()

@router.message(F.text == "👥 о нас")
async def start_handler(message: Message):
    text="""
    <b>🧠О нас </b>
Добро пожаловать! 👋
Этот бот поможет вам быстро и точно перевести текст на нужный язык.
Мы поддерживаем десятки языков и стараемся сделать процесс перевода максимально простым и удобным.
Просто отправьте сообщение — и бот всё сделает за вас. 🌍.

🔗 <b>GitHub:</b> https://github.com/rakhimberdiyeva
📫 <b>Email:</b> malikarakh07@gmail.com 
    """

    await message.answer(text)